---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.AirHeatExchangerType.Enthalpy
enum: Autodesk.Revit.DB.Mechanical.AirHeatExchangerType
source: html/9b210194-38c8-f957-856e-2b4c81a0e9a7.htm
---
# Autodesk.Revit.DB.Mechanical.AirHeatExchangerType.Enthalpy